Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 麦格叹了口气。
en_us: Mag sighed.

source: 麦格叹了口气道：“可是现在洛都城里的印刷厂，只能印黑白两种颜色的画本，要是让安妮每天画同一本画册，又累又浪费她的才华，要是有一台能够印刷很多种颜色的印刷机就好了。”
en_us: Mag said with a sigh,"But all the printing factories in Rodu could only print in black and white. If we were to get Annie to draw the same things every day, it would be tiring and a waste of a talent. It would be great if we actually have a printing machine that could print out many colors."

source: 麦格叹了口气，不知道她如果知晓兰克斯特的现状，该是怎样的感受。
en_us: Mag sighed. He didn't know how she would feel if she knew about Rankster's current state.

source: 麦格吃了个水煮蛋，锅巴因为太硬，不适合老年人，所以他只能敬谢不敏。
en_us: Mag ate a boiled egg. As the rice crust was too hard, it was not suitable for old people. Therefore, he did not try it.

source: 麦格吃过早餐，埃菲和玛拉主动承包了洗碗刷锅的任务，他就直接出门去了。
en_us: After breakfast, Eiffie and Mala volunteered to do the dishes so mag went straight out.

source: 麦格同样一言未发，这件事只有安德烈能够做决定，为了避免不必要的恐慌，目前越少人知道越好。
en_us: Mag was silent. The decision had to be made by Andre. To prevent unnecessary panic, it would be best for lesser people to know about it.

source: 麦格同样平静的注视着她。
en_us: Mag was also staring at her calmly.

source: 麦格向门口的检票人员出示了埃菲给他的邀请函，顺利进入庄园。
en_us: Manor took out the invitation Eiffie passed him and showed it to the staff checking at the entrance before going in.

source: 麦格听到声音从厨房里转出来，看了一眼波比，嘴角微不可查的上扬了一丝弧度，这位简直是酒馆的酒托啊，三天两头带人来喝酒，而且规模越来越大，实在是尽心尽力。
en_us: Mag heard the voices, and came out from the kitchen. His lips curled up imperceptibly when he saw Bobby. It was as if the latter was the tavern's promoter. He brought people here to drink frequently, and the groups got bigger and bigger.

source: 麦格听着他的介绍，不时微微点头表示自己在听，目光则在街道两旁的店铺上扫视着。
en_us: Mag listened to his introduction, and nodded every now and then to indicate that he was indeed listening while his gaze was sweeping the shops on the street.

source: 麦格听着母女俩的对话，低头默默喝粥。
en_us: Mag listened to their conversation as he ate the porridge quietly.

source: 麦格听起来似乎挺有道理的解释，成功说服了三人。
en_us: Mag's seemingly reasonable explanation convinced three of them successfully.

source: 麦格吹了一声长哨。
en_us: Mag blew a long whistle.

source: 麦格告辞回了酒馆，在路上遇到了提着一份打包好的饭菜的埃菲。
en_us: Mag left and returned to the tavern. On his way back, he met Eiffie, who was carrying some takeaway food.

source: 麦格和伊琳娜也是有些疑惑的看着他。
en_us: Mag and Irina also looked at him in bewilderment.

source: 麦格和伊琳娜兴致勃勃的听着，不时捧腹。
en_us: Mag and Irina listened to her with great interest, laughing hard occasionally.

source: 麦格和伊琳娜同时睁大了几分眼睛。
en_us: Mag's and Irina's eyes widened at the same time.

source: 麦格和伊琳娜对了一下目光，也是随着进殿。
en_us: Mag and Irina exchanged glances before following him in.

source: 麦格和伊琳娜探头一看，脸色皆是一变。
en_us: Mag and Irina looked down and they turned solemn at the same time.

source: 麦格和伊琳娜离开皇宫的时候，拿到了安德烈的一纸承诺。
en_us: Mag and Irina received a contract from Andre when they left the palace.

source: 麦格和伊琳娜跳下狮鹫，步行进入宫殿之中。
en_us: Mag and Irina hopped off the griffin and walked into the palace.

source: 麦格和伊琳娜进入府邸后，便分头行动。
en_us: Mag and Irina split up after entering the mansion.

source: 麦格和埃菲一起离开教堂，会心一笑。
en_us: Mag and Eiffie left the church and smiled.

source: 麦格和埃菲下台，重新回到座位上。
en_us: Mag and Eiffie came down from the stage and went back to their seats.

source: 麦格和埃菲没有等太久，五个黑袍人走进破院落，径直向着麦格他们所在的屋子走来。
en_us: Mag and Eiffie didn't wait for too long when five men in black robes went into dilapitated yard and went straight for the house that Mag and Eiffie was in.

source: 麦格和埃菲起身，走上了高台。
en_us: Mag and Eiffie got up and walked onto the stage.

source: 麦格和安德烈在最后排的位置坐下。
en_us: Mag and Irina sat at the last row of seats.

source: 麦格和晞进行了短暂而平静的交流。
en_us: Mag had a short and peaceful interaction with Xi.

source: 麦格和艾米同时回头，有些惊讶的看向伊琳娜。
en_us: Mag and Amy turned their heads around at the same time and looked at Irina with shock.

source: 麦格和艾许莉确定了一些工艺上的问题，并且让她有问题随时找他，这才离开混乱之城。
en_us: Mag worked out some problems in the workmanship with Ashley and asked her to look for him whenever she encountered any issues. Then, he left Chaos City.

source: 麦格咧嘴一笑：“回家睡觉，等待消息，不要打草惊蛇就行。”
en_us: Mag smiled. "Go home, sleep, wait for news, and avoid alarming the enemy."

source: 麦格品尝着每一次调配出来的酱汁，眉头微皱。
en_us: Mag tried the sauce he made every time and frowned.

source: 麦格哼着小曲回了酒馆，刚一进门，便感受到了不太寻常的气氛，一抬眼，刚好对上了正翘着腿，对着门口方向喝茶的伊琳娜的目光。
en_us: Mag hummed a little tune as he returned to the tavern. The moment he stepped in, he could feel that the atmosphere was rather different. He looked up and matched the gaze of Irina, who was sitting facing the door, sipping on tea, with her legs crossed.

source: 麦格喝了一口酒，然后闭上眼睛细细品着。
en_us: Mag took a sip and closed his eyes to taste it.

source: 麦格嘴角微微上扬，心里美滋滋。
en_us: Mag's lips curled up slightly. He was feeling rather satisfied with himself.

source: 麦格回到酒馆的时候，伊琳娜和埃菲正在喝茶。
en_us: Irina and Eiffie were drinking tea when Mag returned to the tavern.

source: 麦格回到酒馆，先拿了一瓶茅台送到埃菲那里。
en_us: Mag returned to the tavern and sent a bottle of Maotai to Eiffie.

source: 麦格回到酒馆，洗漱之后没有急着睡觉，而是去了书房。
en_us: Mag returned to the tavern, washed up, and instead of sleeping, went to the study.

source: 麦格回头看了一眼，埃菲正在和一位穿着金色华服的中年男人说话。
en_us: Mag turned back and saw Eiffie chatting with a middle-aged man in golden robes.

source: 麦格回头看着两个小家伙，笑着道：“小家伙们洗漱好了吗？要是没有的话，就先上楼洗漱，下来就能吃到热气腾腾的灌汤包了哦。”
en_us: Mag turned to look at the two little fellows and said with a smile, "Have the two of you washed up? If you haven't, go up and wash up first and you'll be able to have piping hot soup dumplings when you come down."

source: 麦格回头，看着从门口走进来的露娜和薇薇安，微笑道：“露娜老师，薇薇安小姐。”
en_us: Mag turned around, and saw Luna and Vivian walking in at the door. He smilingly greeted, "Teacher Luna, Miss Vivian."

source: 麦格在三人的瞩目下从烤箱中端出了一整盘蛋黄酥，金黄色色泽，表面泛着一丝油光，顶上点缀着颗颗芝麻，看起来极为诱人。
en_us: Mag brought out a tray of salted egg yolk pastry from the oven under their stare. The golden skin had a layer of glaze with specks of sesame decorating it. It looked extremely enticing.

source: 麦格在架子上看到了那根可大可小可防水的擀面杖。
en_us: Mag saw that extendable and water-resistant roller pin on the shelf.

source: 麦格在菜市场扛了一大袋绿豆回家，顺道把做绿豆糕需要用到的各种食材也都买齐全了。
en_us: Mag bought a large bag of mung beans, together with the other ingredients needed for making mung bean cake home.

source: 麦格在这方面是完全的新手，所以没有强行给建议。
en_us: Mag was a complete noob in this area, so he didn't try to give any advice.

source: 麦格坐在吧台后，嗑着瓜子，听两个大男人一边喝酒，一边缅怀他们的好朋友，也是好酒友。
en_us: Mag sat behind the bar counter as he ate his melon seeds, and listened to the two grown men reminisce about their friend while drinking.

source: 麦格坐在狮鹫背上，在心里说道。
en_us: Mag, who was sitting on the griffin's back, said to himself.

source: 麦格坐在马车里，舒服的伸了个懒腰。
en_us: Mag sat in the horse-drawn carriage and stretched out lazily and comfortably.

source: 麦格坚信，伊琳娜能够平静的揭过这件事，是基于对他的信任。
en_us: Mag firmly believed that that Irina could get over this calmly because she trusted him.

source: 麦格坚信，伊琳娜能够平静的揭过这件事，是基于对他的信任。对嘛。
en_us: Mag firmly believed that that Irina could get over this calmly because she trusted him.

source: 麦格大多时候都在认真听着，听一个车夫所看到的世界，和对这个世界的看法。
en_us: Mag was listening rather intently most of the time. He was listening about the world from the perspective of a coachman and what a coachman thought of this world.

source: 麦格安静坐着，一言不发，嘴角挂着淡漠的微笑，已经做好了装逼的准备。
en_us: Mag sat quietly with a cold smile on his lips. He was already prepared to act cool.

source: 麦格对于这种不动声色的马屁还是挺满意的，要不是今晚有正式要办，可能还会再给他炒两菜，坐下来一起喝两杯。
en_us: Mag was very satisfied with this kind of unexpected bootlicking. If he did not have something important tonight, he would make a couple of dishes more, with a few glasses of drinks.

source: 麦格对于这种误判，挺高兴的。
en_us: Mag was rather happy about this misjudgment.

source: 麦格对此极为上心，特意现场为安妮演示了一遍简化版的红烧肉详细做法，同时疯狂暗示安妮这是整部漫画的灵魂环节，要力求真实和详细，最好让观众能够通过漫画学习复刻出来。
en_us: Mag was very attentive to it. He specially demonstrated to Annie on the spot a simplified but detailed version of red braised pork. At the same time, he crazily hinted to Annie that this was the most important part of the entire comic, and she had to draw it as realistic and detailed as possible. The best was to let the readers replicate the process from the comic.

source: 麦格对蜗牛本就无感，要是还肉质酸腐，那就更糟糕了，光是想象一下那个味道，都觉得反胃。
en_us: Mag had no interest in snails in the first place. Furthermore, this had a sour and corrosive texture, which was even worse. He already felt nauseous thinking about that taste.

source: 麦格对这位布卢姆还挺熟悉的，毕竟亚历克斯如日中天的时候，布卢姆还只能屈居军方三把手。
en_us: Mag was rather familiar with Blum. After all, when Alex was in his prime, Blum was only a lowly soldier in the military.

source: 麦格寻了一间还算完整的屋子，把埃菲放下，从墙角找了条破旧的椅子让她坐下，压低了几分声音道。
en_us: Mag searched for a house that was still rather intact and put Eiffie down. He found an worn-out chair from the corner and let her sit down. He said in a low voice.

source: 麦格将伊琳娜收了钱，也就没有再多言，向着厨房走去，“你们先坐着等会，我去给大家做饭。”
en_us: Seeing that Irina had received the money, Mag did not speak further. He walked into the kitchen and said, "Take a seat and wait for a bit more. I'll cook."

source: 麦格将信递给伊琳娜，笑着说道。
en_us: Mag smiled as he passed the letter to Irina.

source: 麦格将昨晚发生的事情，添油加醋的说了一番，激烈程度，不亚于常威打来福。
en_us: Mag repeated what happened, adding a little salt and pepper to hype it up.

source: 麦格将留影石拷贝了十份，直接通过混乱之城的渠道送往各族掌权者手中。
en_us: Mag made 10 copies of the photostone and sent it to the hands of the people in power at the various tribes through Chaos City.

source: 麦格就喜欢这种办事妥当，又不拖泥带水的年轻人。
en_us: Mag liked such young men who did their jobs well and fast.

source: 麦格就在一旁坐着，不时往嘴里丢一颗花生米，手边放着一杯啤酒，脸上露出了老父亲的笑容。
en_us: Mag was sitting at the side, throwing peanuts into his mouth occasionally. There was a pint of beer beside him as he smiled in a warm, fatherly manner.

source: 麦格就挺喜欢他们这种目光的，多真实，一点都不做作。
en_us: Mag was rather fond of these gazes. It was so real.

source: 麦格已经注意到了第三棵桂花树根部那只巨大的黄褐色蜗牛，差不多有成人巴掌那么大，透亮的黄褐色，圆滚滚的一只，倒像是一只海螺一般。
en_us: Mag had already noticed that giant brown snail at the third osmanthus tree's roots. It was about the size of an adult's palm and was a clear brown. It was round and fat and looked just like a conch.

source: 麦格带着巨蛇摧毁了几个部门的办事处，然后选了一条人少的路线，掉头向着城外的方向而去。
en_us: Mag led the giant snake around and destroyed the offices of a few ministeries before choosing a lesser crowded route and went towards the exterior of the city.

source: 麦格帮伊琳娜往清汤锅里先丢了一盘各种菌类，这是她最喜欢的吃法。
en_us: Mag helped Irina put a plate of different mushrooms into the clear soup. This was her favorite way of eating.

source: 麦格平静的看着他，同样没有再多言。
en_us: Mag looked at him calmly and did not speak further too.

source: 麦格开门，一道娇柔的身体便直接瘫倒在他的怀里，一双手还顺势缠上了他的脖子，娇媚的声音随之响起，“哈迪斯……先生，你好坏啊，突然开门让我摔进你怀里，不过，我好喜欢。”
en_us: Mag opened the door, and a weak and delicate body fell into his embrace. She even wrapped her arms around his neck, and said coquettishly, "Mr… Hades, you're so naughty. You opened the door suddenly to make me fall into your embrace. But I like it."

source: 麦格开门，先观察了一下四周，确认没有人之后，带着诺亚离开酒馆。
en_us: Mag opened the door, observed the surroundings, and brought Noya out of the tavern after making sure that there was no one around.

source: 麦格开门，来人是中介小费来了。
en_us: Mag opened the door and it was the agent, Fitch.

source: 麦格开门，看到原本躺在床上的伊琳娜不知何时已经躺到了地上，四仰八叉的躺着，臂弯里还躺着一个枕头。
en_us: Mag opened the door and saw Irina, who was originally on the bed, lying sprawled on the floor, with a pillow in her arms.

source: 麦格很会吸田螺，也很受姑娘的喜欢，这点倒是真的。
en_us: Mag knew how to suck out an escargot and he was very popular with the ladies. That was quite true.

source: 麦格很快下楼来，看着正在小口喝粥的埃菲说道：“我等会去一趟衙门录口供，然后去一趟黑市，和那个任务发布者联系一下。”
en_us: Mag came down very quickly and told Eiffie, who was sipping on the porridge, "I am going to the court to get my statement recorded in a while. After that, i will be going to the black market to contact the person who gave the mission."

source: 麦格很欣慰，泰坦酒重获金奖，将为他的炒房事业添上一把大火，并将持续的燃烧下去。
en_us: Mag was very gratified. The titan Liquor regaining its gold award would be a great boost in his property investments and it would make sure his investments continue to boom.

source: 麦格微微一愣，没想到玛拉吃了烤鱼的第一反应竟然是要拜师。
en_us: Mag was taken aback. He did not expect Mala's first reaction was to ask for a mentorship.

source: 麦格微微一愣，连忙道：“啊……那只是邻居之间友好的打招呼而已，这种事情，一般都不用写进日记的。”
en_us: Mag was a little taken aback and quickly explained, "Ah…That is just a friendly greeting between neighbors. Usually, such events don't need to be written into the diary."

source: 麦格微微一笑道：“我只是想给孩子的漫画增加一点核心竞争力，谁也无法模仿的竞争力。”
en_us: Mag nodded with a smile. "I just want to give my child's comic some core competitiveness. One that no one can ever imitate."

source: 麦格微微挑眉，倒没有太多感同身受的感觉，或许正如周树人先生所说的，人类的悲欢并不相通。
en_us: Mag raised his brow slightly. He could not empathize much. Perhaps it was just like what Mr. Zhou Shu Ren had said: people's feelings were not interconnected.

source: 麦格微微挑眉，怀疑那系统是不是在地球上随便找了个小卖部打包的零食。
en_us: Mag raised his brow and suspected if the System packed the snacks from a random snack shop on Earth.

source: 麦格微微摇头，表示他也不太清楚这位中年男人在做什么，不过看样子他等的不是活人。
en_us: Mag shook his head slightly, indicating that he, too, was not very clear what that man was doing. However, it seemed like he was not waiting for a living person.

source: 麦格微微摇头：“不，这是我将他重新封印的能力。”
en_us: Mag shook his head slightly. "No. This is the power that I resealed him with."

source: 麦格微微点头，对于这个评审团的专业程度倒是有了几分认可。
en_us: Mag nodded slightly. He was rather convinced by with this panel of judges' professionalism.

source: 麦格微微点头，情况和他想的果然一样，“既然如此，那就开始找他吧，或许他现在还在洛都。”
en_us: Mag nodded slightly. It was exactly as he thought. "In that case, let's start looking for him. Perhaps he's still in Rodu."

source: 麦格微微点头，道：“看来基本可以确定是乔修做的了，混乱之城方面现在正在清查兵部，他应该越过了安德烈发动了这场战争，只为了吸收这些被无辜屠戮的人的怨气。”
en_us: Mag nodded slightly, and said, "Seems like we are basically sure that it was Josh who did this. Chaos City is investigating the ministry of defense right now. He should have gone over Andre to start this war so that he could absorb the resentment of those innocent people who were massacred."

source: 麦格微微点头，重新坐下。
en_us: Mag nodded and sat down again.

source: 麦格微微皱眉，感觉他好像两句话骂了两个人？
en_us: Mag frowned a little. He felt that the man was scolding two people.

source: 麦格微笑着点头，差点忘了这茬。
en_us: Mag nodded with a smile. He almost forgot about that.

source: 麦格微笑着目送四位大汉进门来，将亚伯罕抬出门去。
en_us: Mag watched with a smile as four big men came in to bring Abraham out.

source: 麦格微笑着看着和孩子们玩耍的艾米，谁又知道她曾经也是他们中的一员呢，这样的事情，他决不允许再发生了。
en_us: Mag watched Amy playing with the children with a smile. Who could have thought that she was once one of them. He would never let that happen again.

source: 麦格微笑着看着埃菲：“这么说，你应该会相信吧。”
en_us: Mag looked at Eiffie with a smile and said, "If I said that, you would believe me, right?"

source: 麦格微笑着继续给孩子们烤串，发放的事情交给工作人员，他就能更好的烹饪食物。
en_us: Mag continued to grill the kebabs for the children. Leaving the distribution to the staff members allowed him to focus on cooking the food.

source: 麦格微笑着道：“没准备什么礼物，这枚戒指是前些天我和艾米他们一起亲手锻造的，可能不是很漂亮，算是我的一点心意，希望看到戒指的时候，你能想到我们。”
en_us: Mag smilingly said, "I didn't prepare any gifts. I made this ring personally with Amy and the rest a few days ago. It's not very pretty, but it's a token of my well-wishes. I hope you will think of us when you see this ring."

source: 麦格微笑道：“因为美人鱼没有吃过猪肉，也没有见过猪跑，所以吃到红烧肉的时候惊为天人，爱上了小王子。”
en_us: Mag smilingly answered, "Because the mermaid has never eaten pork, nor seen a pig run before, so she was amazed when she ate the red braised pork, and fell in love with the little prince."

source: 麦格微笑道：“我会给你画好酒坊的设计图纸，蒸馏设备的图纸我也会给你画出来，你可以找几家不同的铁匠铺打制零件，到时候我来拼装。”
en_us: Mag smilingly said, "I will draw the brewery's design and the distillation equipment's blueprints for you. You can get a few blacksmiths to build the spare parts and I will come to assemble them for you."

source: 麦格心情有些沉重，晞加上古老者最先进的战舰，依旧无法杀死克苏鲁，这不是什么好消息。
en_us: Mag felt a dread. Xi and the Elder Things' advanced battleship were still unable to kill Cthulhu. This wasn't a good news.

source: 麦格心情有些沉重，没有想到只是来查探一个冰窟，竟然就遇上了克苏鲁。
en_us: Mag was feeling grave. He didn't expect to meet Cthulhu when checking out an ice cave.

source: 麦格心里松了口气。
en_us: Mag heaved a breath of relief inwardly.

source: 麦格心里清楚他们早晚会来，只是没想到来的这么快。
en_us: Mag knew very well that they would come sooner or later, but he never expected them to come so soon.

source: 麦格心里顿时暖暖的，这就是信任啊。
en_us: Mag felt a warm feeling in his heart instantly. This was trust.

source: 麦格恍然，不是系统骗他，而是他先入为主的认为先前那只牛蜗就是目标。
en_us: Mag finally realized that. The system didn't lie to him. It was him who thought that earlier snail was the target.

source: 麦格悲惨沦为抱猫使者，一手提着三个女人买的各种东西，一手搂着一只国宝，跟在三人身后。
en_us: Mag became the cat-carrier. He carried all three women's shopping in one hand and the national treasure in the other as he followed after them.

source: 麦格想借助安妮为他扩大影响力的同时，也给了安妮的漫画一个强大的内核。
en_us: While Mag was trying to expand his influence with Annie's help, at the same time, he had also given a powerful core to Annie's comic.

source: 麦格感应到阿紫的气息，登上楼顶，便看到了俯冲下来的阿紫，以及趴伏在它身上的伊琳娜。
en_us: Mag could sense Ah Zi's aura. He saw Ah Zi dashing down with Irina on its back as soon as he got to the rooftop.

source: 麦格感觉自己就像是在和一个没有感情的杀手在谈话，机械的交流，不掺杂一点情绪。
en_us: Mag felt as though he was talking to an assassin without any emotions. The interaction was mechanical without any hint of emotions.

source: 麦格感觉自己还是错付了。
en_us: Mag felt he was still wrong eventually.

source: 麦格愣是没有问出一句话来。
en_us: Mag didn't get to ask any questions.

source: 麦格手执天都剑破冰而出。
en_us: Mag pierced through the ice with Tian Du sword in his hand.

source: 麦格手握胖头鱼，立于眉间，神情庄重。
en_us: Mag held the fat head fish and placed it between his eyes solemnly.

source: 麦格手起刀落，动如惊雷，菜刀落下的瞬间，手腕一翻，改劈为拍，在落到砧板的前一瞬间骤然减速，然后在那黄瓜上轻轻一拍。
en_us: Mag lifted the cleaver and moved as fast as lightning. The moment the cleaver landed. He rotated his wrist and instead of chopping, he smacked. Before the cleaver reached the chopping board, he slowed down suddenly to pat on the cucmber gently.

source: 麦格手里的动作顿时一僵，缓缓转过身看向门口，身体微微前倾，保持着最佳的拔剑姿态。
en_us: Mag paused in his actions and turned slowly to look at the door. He leaned his body slightly forward, maintaining the best posture to pull his sword out.

source: 麦格打了个哈欠，他也有些犯困了，侧头一看，目光落到了一旁工作人员手里端着的圆润酒瓶，眼睛一亮，顿时来了精神。
en_us: Mag yawned. He was also tired as well. He turned aside and his gaze landed on the rotund bottle that the staff member was carrying. He became energetic instantly.

source: 麦格打开冰激凌机，四种口味任选，开始给孩子们发放冰激凌。
en_us: Mag turned on the ice cream machine, which had four choices, and began distributing the ice cream to the children.

source: 麦格打开食盒，取出了三碗加了各种菜的糊糊，面上撒了几颗绿色的葱花，看起来倒是挺不错的。
en_us: Mag opened the lunchbox and took ut three bowls of soup with various vegetables in it. There were some chopped green onions garnishing it and it looked rather delicious.

source: 麦格托着下巴思考了一会，突然问道：“我突然很好奇天道究竟是什么？究竟是什么样的存在？为什么要创造出系统，并且分发到各个世界？”
en_us: Mag propped his head on his hand and thought for a while. Suddenly, he asked, "I am suddenly curious about what God is? What kind of existence is it? Why did it create the System and send them out to various worlds?"

source: 麦格扫了一眼目录，翻到了位于中间的第二篇文章，跳过自己写的菜谱，果然看到了那副非常有二次元感的画像。
en_us: Mag skimmed through the content page, and he flipped to the second in the middle of the magazine. He skipped over his recipe, and indeed saw that very cartoonish drawing.

source: 麦格扫视了一圈，看着正准备给他介绍的费奇说道：“就这家吧，把屋主叫来谈谈价格。”
en_us: Mag scanned around before turning to Fitch, who was about to continue his recommendation, and said, "This one will do. Get the owner here to discuss the price."

source: 麦格扶着腰从床上坐起身来，看了一眼身旁还在睡梦中，一脸餍足的美人儿，脸上也是不由的露出了几分的得意的笑容。
en_us: Mag sat up on the bed with a hand on his back. He glanced at the sated-looking beauty who was still sleeping at his side and he couldn't help but smile smugly too.

source: 麦格把两个烤架的炭火都点上，考虑到孩子们都刚吃了午饭不久，所以这炭火慢慢燃烧了半个小时，他才打开保险食材箱，拿出两大把牛肉串和羊肉串放上烤架，然后熟练的烤制起来。
en_us: Mag lit the charcoal up for the grills. Considering the fact that the children had just eaten not long ago, he took 30 minutes to light up the fire before opening the ingredient's crate. He took out two sets of mutton kebabs and beef kebabs, and began to grill them skillfully.

source: 麦格把手里剩下的半个绿豆酥塞进嘴里，提着袋子不紧不慢的绕着将军府转了一圈，然后重新进了美食街，找到了伊琳娜和两个孩子。
en_us: Mag placed the other half of the remaining mung bean pancake into his mouth, and went around the general mansion leisurely while carrying his bag of pancakes. After that, he returned to the food street to look for Irina and the two children.

source: 麦格把手里的封条往地上一丢。
en_us: Mag threw the seal onto the floor.

source: 麦格把手里的蛋黄酥拿起咬了一口，那种将各方面做到极致，满满匠心制作出来的蛋黄酥，果然好吃到令猛男流泪。
en_us: Mag picked up the salted egg yolk pastry, and took a bite. This salted egg yolk pastry that was perfectly done in every aspect was indeed so scrumptious that it could make a grown man weep.

source: 麦格把托盘放在小板凳上，托盘里有一盘酒鬼花生，还有半瓶刚刚那群人喝剩下的小半瓶茅台酒，因为人数太多，麦格不知道给谁打包好，就只能这样处理掉了。
en_us: Mag placed the tray on the little stool. On the tray was a plate of drunkard peanuts and slightly less than half a bottle of Maotai left behind by the group just now. Because there were too many of them, Mag didn't know whom to pass it to, so he decided to settle it this way.

source: 麦格把灌汤包拿了过来。
en_us: Mag brought the soup dumplings over.

source: 麦格把玩弄的差不多的绿野仙踪放回到书架最上层，这才出门下楼。
en_us: Mag placed the "The Traces in the Fields" back to the topmost level of the bookshelf after he was done playing with it. Then, he went downstairs.

source: 麦格把盘子和碗放进洗碗机，清洗完成后碗柜会自动将碗碟送入碗柜。
en_us: Mag placed the plates and bowls in the dishwasher. The dishwasher would convey the dishes back to the dishes' cabinet after they were cleaned.

source: 麦格把诺亚准备铺的破棉被踢开，从系统那里给他们买了两套新棉被，帮助他铺上后，看着他把梅兰特轻轻放在床上。
en_us: Mag kicked away the torn blankets that Noya was about to lay out. He bought two new sets of bedsheets from the system, and helped Noya lay them out. After that, Mag watched Noya place Merante gently on the bed.

source: 麦格把诺亚和梅兰特带回了洛都，依旧安置在之前的那栋房子里。
en_us: Mag brought Noya and Merante back to Rodu, back to that house they stayed at.

source: 麦格把那张纸收起，把伪装收了，处了巷子拦了一辆马车，直奔城西土楼巷。
en_us: Mag kept the paper, kept his disguise, and stopped a horse-drawn carriage at the alley. He went straight to Tulou alley at the west of the city.

source: 麦格把钱袋在手里颠了颠，随手系在腰间，但依旧站在原地没动，而是笑吟吟的看着那黑袍人道：“我很好奇，究竟是哪位老板肯花这么多钱让我们绑这个女人。”
en_us: Mag weighed the money bag in his hands before attaching it to his waist, but he was still standing there and smilingly saying to that man in black robe, "I'm very curious. Who is the person that is willing to spend so much money to abduct this woman?"

source: 麦格把门从里边反锁上，看着怀里抱着一个刚从许愿井里提取的零食大礼包的艾米和安妮说道。
en_us: Mag locked the door from the inside and said to Annie and Amy, who had just returned from the wishing well with the snack gift package.

source: 麦格把门反锁上，动作有点僵硬的转身，看着伊琳娜挤出一点笑容：“这邻居还挺好客……”
en_us: Mag locked the door from the inside, and turned stiffly. He squeezed out a smile as he looked at Irina, and said, "This neighbor is rather friendly…"

source: 麦格把门重新关上，被盯着看的有些不太自在，露出了职业微笑，“姑娘需要喝点什么？”
en_us: Mag closed the door again. He felt quite uncomfortable being stared at. He showed a professional smile. "What would you like to drink, Miss?"

source: 麦格抓了一把花生，当一个合格的吃瓜群众。
en_us: Mag grabbed a handful of peanuts, and became a qualified audience.

source: 麦格抓起那擀面杖，口中轻声念道：“小、小、小……”
en_us: Mag grabbed that roller pin, and chanted softly, "Small, small, small…"

source: 麦格抛了抛手中的银币，看着那老管家坐上马车离去，转身进了酒馆。
en_us: Mag tossed the silver coin into the air as he watched the butler leave in a horse-drawn carriage before going back into the tavern.

source: 麦格抬眼，认出了波比，而从他稍稍谦卑的态度来看，跟在他身后进门来的那位中年男人，官职要比他大不少。
en_us: Mag looked up and recognized Bobby straight away. From Bobby's humble attitude, Mag could tell right away that the middle-aged man that came in after Bobby was way higher in rank.

source: 麦格抱着伊琳娜下楼，轻轻放到了床上。
en_us: Mag carried Irina downstairs, and placed her gently on the bed.
